Repository: NaN-tic/trytond-aeat_rege
Catalog: locale/*.po
Languages: ca, es

# field:account.invoice,cost_price_show:
source: Display Cost Price?
ca: Mostrar el preu de cost?

# field:account.invoice.line,cost_price:
source: Cost Price
ca: Preu de cost
es: Precio de coste

# field:account.invoice.line,cost_price_show:
source: Display Cost Price?
ca: Mostrar el preu de cost?
es: ¿Mostrar precio de coste?

# field:aeat.rege,active_member_count:
source: Active Members
ca: Membres actius
es: Miembros activos

# field:aeat.rege,current_type:
source: Current Type
ca: Tipus actual
es: Tipo actual

# field:aeat.rege,is_active:
source: Active Today?
ca: Actiu avui?
es: ¿Hoy activo?

# field:aeat.rege,members:
source: Members
ca: Membres
es: Miembros

# field:aeat.rege,name:
source: Name
ca: Nom
es: Nombre

# field:aeat.rege,periods:
source: Periods
ca: Períodes
es: Periodos

# field:aeat.rege.member,exit_date:
source: Exit Date
ca: Data de sortida
es: Fecha de salida

# field:aeat.rege.member,is_active:
source: Active Today?
ca: Actiu avui?
es: ¿Hoy activo?

# field:aeat.rege.member,party:
source: Party
ca: Tercer
es: Tercero

# field:aeat.rege.member,registration_date:
source: Registration Date
ca: Data de registre
es: Fecha de registro

# field:aeat.rege.period,end_date:
source: Ending Date
ca: Data final
es: Fecha final

# field:aeat.rege.period,start_date:
source: Starting Date
ca: Data d'inici
es: Fecha inicial

# field:aeat.rege.period,state:
source: Current State
ca: Estat actual
es: Estado actual

# field:aeat.rege.period,type:
source: Type
ca: Tipus
es: Tipo

# field:party.party,rege_memberships:
source: REGE Memberships
ca: Membres de REGE
es: Membresías REGE

# help:account.invoice.line,cost_price:
source: Available only if the "Company" and "Party" share the same REGE of type "Advanced"; used for tax calculations and defaults to the product's cost price.
ca: Només disponible si "Empresa" i "Tercer" comparteixen el mateix REGE de tipus "Avançat"; s'utilitza per a càlculs d'impostos i per defecte és el preu de cost del producte.
es: Disponible sólo si la “Compañía” y el “Tercero” comparten el mismo REGE de tipo "Avanzado"; se utiliza para cálculos de impuestos y tiene como valor predeterminado el precio de coste del producto.

# help:aeat.rege,active_member_count:
source: Total number of parties currently registered.
ca: Nombre total de tercers actualment registrats.
es: Número total de terceros registrados actualmente.

# help:aeat.rege,current_type:
source: Tax regime of the currently open period.
ca: Opció de tributació del període actualment obert.
es: Opción de tributación del periodo actualmente abierto.

# help:aeat.rege,members:
source: History of party memberships.
ca: Historial de l'afiliació de tercers.
es: Historial de membresías de terceros.

# help:aeat.rege,name:
source: A unique name identifying the group of entities.
ca: Un nom únic que identifica el grup d'entitats.
es: Nombre único que identifica al grupo de entidades.

# help:aeat.rege,periods:
source: The date intervals during which the REGE was active.
ca: Els intervals de dates durant els quals el REGE va estar actiu.
es: Los intervalos de fechas en los que el REGE estuvo activo.

# help:aeat.rege.member,exit_date:
source: Date on which membership ends; leave empty if still active.
ca: Data en què finalitza la subscripció; deixeu-ho en blanc si encara és activa.
es: Fecha en que finaliza la membresía; dejar en blanco si aún está activa.

# help:aeat.rege.member,is_active:
source: Indicates if the membership is active today.
ca: Indica si la subscripció està activa avui.
es: Indica si la membresía está activa hoy.

# help:aeat.rege.member,party:
source: The entity or person registered.
ca: L'entitat o persona registrada.
es: La entidad o persona registrada.

# help:aeat.rege.member,rege:
source: REGE to which the party is registered.
ca: REGE al qual està registrat el tercer.
es: REGE en el que está registrado el tercero.

# help:aeat.rege.member,registration_date:
source: Date on which membership begins.
ca: Data en què comença la subscripció.
es: Fecha en que comienza la membresía.

# help:aeat.rege.period,end_date:
source: End date of the period; leave empty for no upper limit.
ca: Data de finalització del període; deixeu-ho en blanc si no hi ha límit superior.
es: Fecha de finalización del período; dejar vacío si no hay límite superior.

# help:aeat.rege.period,rege:
source: REGE to which this period belongs.
ca: REGE al qual pertany aquest període.
es: REGE al que pertenece este periodo.

# help:aeat.rege.period,start_date:
source: Start date of the period; leave empty for no lower limit.
ca: Data d'inici del període; deixeu-ho en blanc si no hi ha un límit inferior.
es: Fecha de inicio del período; dejar vacío si no hay límite inferior.

# help:aeat.rege.period,state:
source: Indicates if today is within this period, after it or before it.
ca: Indica si el dia d'avui és dins d'aquest període, posterior o anterior.
es: Indica si hoy está dentro de este período, antes o después del mismo.

# help:aeat.rege.period,type:
source: Tax regime applied during the period.
ca: Opció de tributació aplicat durant el període.
es: Opción de tributación aplicada durante el período.

# model:aeat.rege,name:
source: AEAT REGE (Special Regime for Groups of Entities)
ca: AEAT REGE (Règim especial del grup d'entitats)
es: AEAT REGE (Régimen especial del grupo de entidades)

# model:aeat.rege.member,name:
source: Party membership on AEAT REGE
ca: Afiliació de tercers a l'AEAT REGE
es: Tercero afiliado en AEAT REGE

# model:aeat.rege.period,name:
source: AEAT REGE Period
ca: Període AEAT REGE
es: Período AEAT REGE

# model:ir.action,name:act_aeat_rege
source: Special Regime for Groups of Entities
ca: Règim especial del grup d'entitats
es: Régimen especial del grupo de entidades

# model:ir.action,name:act_aeat_rege_members_related
source: REGE Members
ca: Membres de REGE
es: Miembros de REGE

# model:ir.action,name:act_aeat_rege_period
source: REGE Periods
ca: Períodes REGE
es: Períodos REGE

source: Today Active
ca: Actiu avui
es: Hoy activo

# model:ir.action.act_window.domain,name:act_aeat_rege_members_related_all_domain
source: All
ca: Tot
es: Todo

# model:ir.message,text:msg_date_interval_period
source: The "Start Date" must be earlier than the "End Date".
ca: La "Data d'inici" ha de ser anterior a la "Data final".
es: La "Fecha inicial" debe ser anterior a la "Fecha final".

# model:ir.message,text:msg_date_interval_registration
source: The "Registration Date" must be earlier than the "Exit Date".
ca: La "Data de registre" ha de ser anterior a la "Data de sortida".
es: La "Fecha de registro" debe ser anterior a la "Fecha de salida".

# model:ir.message,text:msg_legal_notice_tax
source: REGE special regime article 163 eighties.ú of the VAT Law
ca: Règim especial REGE article 163 octies.ú de la Llei IVA

# model:ir.message,text:msg_membership_overlap
source: The membership "%(main)s" overlaps with the following membership(s): "%(member)s". Please adjust the date ranges to avoid overlap.
ca: La subscripció "%(main)s" se superposa amb la(es) subscripció(ns) següent(s): "%(member)s". Ajusteu els intervals de dates per evitar que se superposin.
es: La membresía "%(main)s" se superpone con la(s) siguiente(s) membresía(s): "%(member)s". Ajuste los rangos de fechas para evitar solapamientos.

# model:ir.message,text:msg_period_overlap
source: The period "%(main)s" overlaps with the following period(s): "%(period)s". Please adjust the date ranges to avoid overlap.
ca: El període "%(main)s" se superposa amb el(s) període(s) següent(s): "%(period)s". Ajusteu els intervals de dates per evitar la superposició.
es: El período "%(main)s" se superpone con el/los siguiente(s) período(s): "%(period)s". Ajuste los rangos de fechas para evitar solapamientos.

# model:ir.message,text:msg_unique_rege_name
source: The REGE name must be unique.
ca: El nom REGE ha de ser únic.
es: El nombre REGE debe ser único.

# model:ir.ui.menu,name:menu_aeat_rege
source: Special Regime for Groups of Entities
ca: Règim especial del grup d'entitats
es: Régimen especial del grupo de entidades

# model:ir.ui.menu,name:menu_aeat_rege_period
source: REGE Periods
ca: Períodes REGE
es: Periodos REGE

# selection:aeat.rege,current_type:
source: Advanced
ca: Avançat
es: Avanzado

# selection:aeat.rege.period,state:
source: Closed
ca: Tancat
es: Cerrado

# selection:aeat.rege.period,state:
source: Open
ca: Obert
es: Abierto

# selection:aeat.rege.period,state:
source: Scheduled
ca: Programat
es: Programado

# selection:aeat.rege.period,type:
source: Advanced
ca: Avançat
es: Avanzado

# view:aeat.rege:
source: Members
ca: Membres
es: Miembros

# view:aeat.rege:
source: Periods
ca: Períodes
es: Periodos
